import React from "react";

export default function AppsFaq() {
  return (
    <div className="faqApps my-Container !py-4">
      <h2 className="font-bold text2x">سوالات متداول </h2>

      <h4 className="text-gray-900 my-[1.5rem]">دانلود برنامه اندروید از مایکت چگونه است؟ّ </h4>
      <p className="text-gray-700 text-sm">
        برای دانلود برنامه ها، ابتدا باید اپلیکیشن مایکت را روی گوشی خود نصب کرده و سپس در نوار
        جستجو، نام نرم‌افزار دلخواه را بنویسید. در صورتی که هیچ نرم‌افزار معتبری را نمی‌شناسید،
        می‌توانید به دسته‌بندی‌های مایکت سر زده و اپلیکیشن‌های برتر هر دسته را ببینید.
      </p>

      <h4 className="text-gray-900 my-[1.5rem]">آیا همه برنامه ها روی گوشی و تبلت نصب می‌شوند؟ </h4>
      <p className="text-gray-700 text-sm">
        بیشتر نرم‌افزارهای موجود در مایکت با تمام گوشی‌ها و تبلت‌ها سازگاری دارند؛ در صورتی که
        اپلیکیشنی از دستگاه شما پشتیبانی نکند، امکان دانلود آن را نخواهید داشت.
      </p>

      <h4 className="text-gray-900 my-[1.5rem]">دانلود برنامه اندروید از مایکت چگونه است؟ّ </h4>
      <p className="text-gray-700 text-sm">
        برای دانلود برنامه ها، ابتدا باید اپلیکیشن مایکت را روی گوشی خود نصب کرده و سپس در نوار
        جستجو، نام نرم‌افزار دلخواه را بنویسید. در صورتی که هیچ نرم‌افزار معتبری را نمی‌شناسید،
        می‌توانید به دسته‌بندی‌های مایکت سر زده و اپلیکیشن‌های برتر هر دسته را ببینید.
      </p>

      <h4 className="text-gray-900 my-[1.5rem]">آیا همه برنامه ها روی گوشی و تبلت نصب می‌شوند؟ </h4>
      <p className="text-gray-700 text-sm">
        بیشتر نرم‌افزارهای موجود در مایکت با تمام گوشی‌ها و تبلت‌ها سازگاری دارند؛ در صورتی که
        اپلیکیشنی از دستگاه شما پشتیبانی نکند، امکان دانلود آن را نخواهید داشت.
      </p>

      <h4 className="text-gray-900 my-[1.5rem]">دانلود برنامه اندروید از مایکت چگونه است؟ّ </h4>
      <p className="text-gray-700 text-sm">
        برای دانلود برنامه ها، ابتدا باید اپلیکیشن مایکت را روی گوشی خود نصب کرده و سپس در نوار
        جستجو، نام نرم‌افزار دلخواه را بنویسید. در صورتی که هیچ نرم‌افزار معتبری را نمی‌شناسید،
        می‌توانید به دسته‌بندی‌های مایکت سر زده و اپلیکیشن‌های برتر هر دسته را ببینید.
      </p>

      <h4 className="text-gray-900 my-[1.5rem]">آیا همه برنامه ها روی گوشی و تبلت نصب می‌شوند؟ </h4>
      <p className="text-gray-700 text-sm">
        بیشتر نرم‌افزارهای موجود در مایکت با تمام گوشی‌ها و تبلت‌ها سازگاری دارند؛ در صورتی که
        اپلیکیشنی از دستگاه شما پشتیبانی نکند، امکان دانلود آن را نخواهید داشت.
      </p>
    </div>
  );
}
